Repository: Olli0103/Quartz
Catalog: Quartz/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, zh_hans

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
zh_hans: 取消

source: Choose a folder on your device. Quartz will use it as your note vault.
de: Wähle einen Ordner auf deinem Gerät. Quartz wird ihn als Notiz-Vault verwenden.
es: Elige una carpeta en tu dispositivo. Quartz la usará como bóveda de notas.
fr: Choisissez un dossier sur votre appareil. Quartz l'utilisera comme coffre de notes.
it: Scegli una cartella sul tuo dispositivo. Quartz la userà come archivio note.
ja: デバイス上のフォルダを選択してください。 Quartzがノート保管庫として使用します。
zh_hans: 选择设备上的一个文件夹。 Quartz 将用它作为笔记保管库。

source: Choose a note from the sidebar to start editing.
de: Wähle eine Notiz in der Seitenleiste, um zu bearbeiten.
es: Elige una nota de la barra lateral para empezar a editar.
fr: Choisissez une note dans la barre latérale pour commencer.
it: Scegli una nota dalla barra laterale per iniziare a modificare.
ja: サイドバーからノートを選択して編集を開始してください。
zh_hans: 从侧边栏选择一个笔记开始编辑。

source: Choose an existing folder with your notes, or create a new one.
de: Wähle einen Ordner mit deinen Notizen oder erstelle einen neuen.
es: Elige una carpeta con tus notas o crea una nueva.
fr: Choisissez un dossier avec vos notes ou créez-en un nouveau.
it: Scegli una cartella con le tue note o creane una nuova.
ja: ノートがあるフォルダを選択するか、新規作成してください。
zh_hans: 选择包含笔记的文件夹或创建新文件夹。

source: Choose Folder
de: Ordner auswählen
es: Elegir carpeta
fr: Choisir un dossier
it: Scegli cartella
ja: フォルダを選択
zh_hans: 选择文件夹

source: Could not open the selected folder. Please try again.
de: Der ausgewählte Ordner konnte nicht geöffnet werden. Bitte versuche es erneut.
es: No se pudo abrir la carpeta seleccionada. Inténtalo de nuevo.
fr: Impossible d'ouvrir le dossier sélectionné. Veuillez réessayer.
it: Impossibile aprire la cartella selezionata. Riprova.
ja: 選択したフォルダを開けませんでした。もう一度お試しください。
zh_hans: 无法打开所选文件夹。请重试。

source: Dismiss
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
zh_hans: 关闭

# Indexing notes… %lld/%lld
source: Indexing notes… %1$lld/%2$lld
de: Notizen werden indiziert… %1$lld/%2$lld
es: Indexando notas… %1$lld/%2$lld
fr: Indexation des notes… %1$lld/%2$lld
it: Indicizzazione note… %1$lld/%2$lld
ja: ノートをインデックス中… %1$lld/%2$lld
zh_hans: 正在建立索引… %1$lld/%2$lld

source: More options
de: Weitere Optionen
es: Más opciones
fr: Plus d'options
it: Altre opzioni
ja: その他のオプション
zh_hans: 更多选项

source: No Note Selected
de: Keine Notiz ausgewählt
es: Ninguna nota seleccionada
fr: Aucune note sélectionnée
it: Nessuna nota selezionata
ja: ノートが選択されていません
zh_hans: 未选择笔记

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: 開く
zh_hans: 打开

source: Open a Vault
de: Vault öffnen
es: Abrir una bóveda
fr: Ouvrir un coffre
it: Apri un archivio
ja: 保管庫を開く
zh_hans: 打开保管库

source: Open a vault folder to start taking beautiful notes.
de: Öffne einen Vault-Ordner, um mit schönen Notizen zu beginnen.
es: Abre una carpeta de bóveda para empezar a tomar notas hermosas.
fr: Ouvrez un dossier coffre pour commencer à prendre de belles notes.
it: Apri una cartella archivio per iniziare a creare bellissime note.
ja: 保管庫フォルダを開いて 美しいノートを始めましょう。
zh_hans: 打开保管库文件夹 开始撰写精美笔记。

source: Open Vault
de: Vault öffnen
es: Abrir bóveda
fr: Ouvrir un coffre
it: Apri archivio
ja: 保管庫を開く
zh_hans: 打开保管库

source: Open Vault Folder
de: Vault-Ordner öffnen
es: Abrir carpeta de bóveda
fr: Ouvrir le dossier du coffre
it: Apri cartella archivio
ja: 保管庫フォルダを開く
zh_hans: 打开保管库文件夹

source: Search
de: Suche
es: Buscar
fr: Recherche
it: Cerca
ja: 検索
zh_hans: 搜索

source: Search index could not be built. Search may be incomplete.
de: Suchindex konnte nicht erstellt werden. Die Suche ist möglicherweise unvollständig.
es: No se pudo crear el índice de búsqueda. La búsqueda puede ser incompleta.
fr: L'index de recherche n'a pas pu être créé. La recherche peut être incomplète.
it: Impossibile creare l'indice di ricerca. La ricerca potrebbe essere incompleta.
ja: 検索インデックスを構築できませんでした。検索結果が不完全な場合があります。
zh_hans: 无法构建搜索索引。搜索结果可能不完整。

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
zh_hans: 设置

source: Unable to access the selected folder. Please try again.
de: Zugriff auf den ausgewählten Ordner nicht möglich. Bitte versuche es erneut.
es: No se puede acceder a la carpeta seleccionada. Inténtalo de nuevo.
fr: Impossible d'accéder au dossier sélectionné. Veuillez réessayer.
it: Impossibile accedere alla cartella selezionata. Riprova.
ja: 選択したフォルダにアクセスできません。もう一度お試しください。
zh_hans: 无法访问所选文件夹。请重试。

source: Welcome to Quartz
de: Willkommen bei Quartz
es: Bienvenido a Quartz
fr: Bienvenue dans Quartz
it: Benvenuto in Quartz
ja: Quartzへようこそ
zh_hans: 欢迎使用 Quartz

source: Vault
es: Bóveda
fr: Coffre
it: Archivio
ja: 保管庫
zh_hans: 保管库
